class Hawaiian implements PIZZA{
    public void getPIZZA () {
        System.out.println("Гавайская пицца получила противоречивые отзывы людей, " +
                "из-за одного ингредиента – ананасы. Многие просто не понимают," +
                " как этот фрукт можно употреблять в пищу в виде пиццы. " +
                "Тем не менее, у этого блюдо есть большое количество последователей. " +
                "Чтобы ее приготовить, необходимо взять ананасы, куриное филе " +
                "(можно заменить ветчиной), моцареллу и томатный соус." +
                " Стоит отметить: вкус будет меняться в зависимости от соотношения ингредиентов.");
    }
}