
class Margarita implements PIZZA {
    public void getPIZZA () {
        System.out.println("Пицца «Маргарита» считается классическим вариантом," +
                " так как в состав входит минимальный набор ингредиентов: " +
                "томатный соус, моцарелла и орегано. По вкусу можно добавить " +
                "помидоры и оливки, которые сделают выпечку гораздо вкуснее и ароматнее." +
                " Такой вариант блюда можно готовить как на пышном, так и тонком тесте – " +
                "в обоих случаях получится достаточно вкусно и аппетитно.");
    }
}